{
  "CE": [
    "The advertisement clearly featured a well-known public figure.",
    "The celebrity played an important role in the advertisement’s message.",
    "The celebrity appears knowledgeable about the product.",
    "The celebrity seems trustworthy as an endorser of this product.",
    "The celebrity’s presence makes the advertisement more believable.",
    "The celebrity contributes positively to the image of the product.",
    "I paid more attention to the advertisement because the celebrity appeared in it.",
    "The celebrity’s endorsement makes the product seem more appealing.",
    "I feel more confident about the product because the celebrity endorses it.",
    "I would consider purchasing this mattress after watching this advertisement.",
    "This advertisement increases my willingness to try this mattress.",
    "If I needed a mattress, I would be more likely to choose this brand.",
    "I would search for more information about the mattress after watching this advertisement."
  ],
  "ST": [
    "The advertisement presented a clear and coherent story.",
    "The story in the advertisement played an important role in communicating the message.",
    "The story in the advertisement was easy to understand.",
    "The advertisement’s story created an emotional connection with me.",
    "I could relate to the characters or situations shown in the story.",
    "The advertisement felt authentic because of its storytelling.",
    "The storytelling made the advertisement engaging to watch.",
    "Because of the story, I have a more positive perception of the brand.",
    "The story helped me understand what the brand stands for.",
    "The storytelling increased my interest in the product.",
    "I would consider purchasing this product after watching this advertisement.",
    "This advertisement increases my willingness to try this product.",
    "If I needed a product like this, I would be more likely to choose this brand.",
    "I would search for more information about this product after watching this advertisement."
  ],
  "AC": [
    "The advertisement caught my attention because it looked different from typical ads.",
    "The advertisement’s creative style stood out from other ads I have seen.",
    "The advertisement felt very original and different.",
    "The creative execution of the advertisement seemed appropriate for this product.",
    "The advertisement’s creative style made me think more about the product.",
    "The advertisement’s creative execution made the message memorable.",
    "The advertisement’s creative execution aligned well with the product shown.",
    "Because the advertisement was so creative, I view the brand more favorably.",
    "The creative style of the advertisement increased my interest in the product.",
    "The advertisement’s creativity makes me more likely to remember this brand in the future.",
    "I would consider purchasing this product after watching this advertisement.",
    "This advertisement increases my willingness to try this product.",
    "If I needed a product like this, I would be more likely to choose this brand.",
    "I am interested in learning more about this brand after watching this advertisement."
  ],
  "BT": [
    "The advertisement conveyed that the brand is dependable and consistent.",
    "The advertisement emphasized that the brand stands behind its promise.",
    "I believe this brand delivers on what it promises.",
    "I feel this brand is honest and transparent in its communications.",
    "This brand appears to have the consumer’s best interests at heart.",
    "I believe this brand is capable of fulfilling customer needs effectively.",
    "I would be willing to rely on this brand when making a purchase decision.",
    "Because I trust the brand, I view it more favorably.",
    "My trust in the brand increases my interest in its products.",
    "Trust in the brand makes me more likely to recommend it to others.",
    "I would consider purchasing this product after watching this advertisement.",
    "This advertisement increases my willingness to try this product.",
    "If I needed a product like this, I would be more likely to choose this brand.",
    "I would search for more information about this brand after watching this advertisement."
  ],
  "PP": [
    "The advertisement clearly communicated information about the product’s price or affordability.",
    "The advertisement emphasized that the product offers good value for its price.",
    "The product is reasonably priced for what it offers.",
    "The product provides good value for the money.",
    "The price of the product seems fair compared to similar products.",
    "The quality of the product seems appropriate for its price.",
    "The advertisement made me perceive the product as affordable.",
    "Because of the price shown, I have a more positive perception of the product.",
    "The price information increased my interest in the product.",
    "The product’s pricing makes me more confident about choosing this brand.",
    "I would consider purchasing this product after watching this advertisement.",
    "This advertisement increases my willingness to try this product.",
    "If I needed a product like this, I would be more likely to choose this brand.",
    "I would search for more information about this brand after watching this advertisement."
  ]
}
